// src/constants/creditReplies.ts
export const CREDIT_REPLIES = [
  "ขอบคุณน้าา <a:659c1e89e0ba:1395735285580693545>",
  "เห็นข้อความนี้แล้ว ดีต่อใจ <a:rabbitsmooch:1400846151703335028>",
  "<a:gammumu:1303367030065594379>  คนอะไร น่ารักที่สุดเลย",
  "thank you for support <a:pinkh:1300542254091473008>",
  "โอกาสหน้าเชิญใหม่นะคะ ทางร้านยินดีต้อนรับจ้า <a:rabbitsmooch:1400846151703335028> ",
  "ขอบคุณมากๆ นะคะ <a:659c1e89e0ba:1395735285580693545>",
  "<a:dot:1400835527162204321> ร้านไอด้า ยินดีให้บริการค้าบบ <a:dot:1400835527162204321>",
  "<a:kawaii_bow:1393983463320719481> เสียงของคุณลูกค้ามีความหมายต่อไอด้ามากๆ เยย <a:kawaii_bow:1393983463320719481>"
] as const;
